examples/14-benchmarks/post-ev-005-data/confirm/get-3-release/release-get/measured.txt

Summary:
  Total:	8.5500 secs
  Slowest:	0.0548 secs
  Fastest:	0.0006 secs
  Average:	0.0071 secs
  Requests/sec:	3508.7623
  

Response time histogram:
  0.001 [1]	|
  0.006 [257]	|
  0.011 [29704]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.017 [25]	|
  0.022 [2]	|
  0.028 [2]	|
  0.033 [2]	|
  0.039 [2]	|
  0.044 [1]	|
  0.049 [2]	|
  0.055 [2]	|


Latency distribution:
  10% in 0.0065 secs
  25% in 0.0067 secs
  50% in 0.0070 secs
  75% in 0.0074 secs
  90% in 0.0078 secs
  95% in 0.0081 secs
  99% in 0.0090 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0006 secs, 0.0548 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0011 secs
  resp wait:	0.0071 secs, 0.0006 secs, 0.0521 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0012 secs

Status code distribution:
  [200]	30000 responses